{"id": 1, "data": " Aditya Kapoor\n  \n \nAddress: Chandkheda Ahmedabad Gujarat \nEmail: aditya.kapoor501@gmail.com | Telephone: +91 9624771002  \nPERSONAL STATEMENT  \n \nA hard-working, knowledgeable and target-oriented Sales Manager with an extensive successful \nsales record. Builds and maintains a loyal client base through strong relationship-building skills, and \nexcels at devising strategies for increased sales. Skilled in bringing out the best in staff; able to manage \neffectively and recruit talent. Strong organisational and time management ability; skilled in planning, \nscheduling and meeting deadlines. Driven to succeed; a valuable addition to a forward-thinking \ncompany with strong opportunities for progression. \nAREAS OF EXCELLENCE  \n• Market & Competitive Analysis • Product Positioning • Sales Training & Leadership  \n• Customer Relationship Management • Start-ups & Turnarounds • Operational Management  \n• Distribution Channel Management  • Strategic Alliances  \n• Strategic Marketing • Business Development • Contract Negotiations  \n \n \nEMPLOYMENT HISTORY \n \n03/2020 - Present \nSales Manager - Unsecure Product, Andromeda distribution Pvt Ltd \n \n●  Managing organizational sales by developing a business plan that covers sales, revenue and \nexpense controls. \n●  Meeting planned sales goals. \n●  Setting individual sales targets with the sales team. \n●  Tracking sales goals and reporting results as necessary. \n●  Overseeing the activities and performance of the sales team. \n●  Coordinating with marketing on lead generation. \n●  The ongoing training of your salespeople. \n●  Developing your sales team through motivation, counseling and product knowledge \neducation. \n●  Promoting the organization and products. \n●  Understand our ideal customers and how they relate to our products. \n●  Achieve growth and hit sales targets by successfully managing the sales team \n●  Design and implement a strategic business plan that expands company’s customer base and \nensure it’s strong presence \n●  Own recruiting, objectives setting, coaching and performance monitoring of sales \nrepresentatives \n●  Build and promote strong, long-lasting customer relationships by partnering with them and \nunderstanding their needs \n●  Present sales, revenue and expenses reports and realistic forecasts to the management team \n●  Identify emerging markets and market shifts while being fully aware of new products and \ncompetition status \n \n \n  10/2019 – 03/2020 \nSales Manager - Personal Loan, Tata Capital Financial Services Ltd \n●  Identifies and generates leads through networking, cold-calling and marketing, converting \ninto key accounts  \n●  Emphasises product features based on customers' needs and up-sell/cross-sell IT \nproducts/services  \n●  Manages the sales cycle from inception to execution  \n●  Manages high-profile corporate accounts \n●  Full ownership of P&L to achieve revenue growth and gross profit stream  \n●  Coordinates and leads service review meetings to ensure customer satisfaction and SLAs are \nbeing met  \n●  Conducts bid analysis and deal execution, ensuring to buy, sell and renegotiate/renew \ncontracts at best prices  \n●  Writes formal responses to RFQ/RFPs  \n●  Uses CRM and ERP systems to record data \n●  Key role in developing the team: one-to-ones, training and mentoring \n \n04/2017 – 09/2019 \nSr. Sales Manager - Channel, Fullerton India Credit Company Ltd. \n●  Built sales roadmap in line with sales targets across the portfolio of B2B brands \n●  Identified and reviewed clients’ marketing requirements in order to create tailored solutions  \n●  Constructed and presented presentations/proposals to clients based on their marketing \nobjectives \n●  Provided excellent agency servicing consisting of regular meetings, monthly presentations, \nagreed response times on RFPs and in-depth post-campaign reporting  \n●  Expanded client base by setting up meetings and telephoning marketing decision-makers \nand agencies \n●  Achieved monthly/quarterly revenue targets \n●  Provided accurate revenue forecasts to Sales Manager on a weekly basis \n●  Generated and targeted leads in specialist market/industries \n●  Used and monitored Salesforce, accurately inputting data and ensuring applications were up \nto date executing stock and warehouse check processes, management reporting to Credit \nCommittees and MT Commodities \n \n06/2016 – 03/2017 \nSales Executive, Reliance Jio Ltd. \n●  Sourced leads and cold-called to promote the products, and regularly called/visited both \nnew and existing customers to discuss requirements, negotiate terms and maximise business \nopportunities  \n●  Built and retained long-term friendships/relationships with customers  \n●  Acted as key point of contact for the company, ensured a high standard of customer service \nby discussing technical problems or repairs required and recommending suitable products \n●  Responsible for negotiating contracts from year to year (i.e. price increases and stock \nagreements) \n \nSOFTWARE \nMicrosoft Office (PowerPoint, Word, Excel and Outlook) \n \nPERSONAL INTERESTS \nParasailing, mountain climbing, travelling and mountain biking \n \nREFERENCES ON REQUEST \n \n   \n \n______________________________________________ \nAditya Kapoor \n \n", "label": [[1, 7, "FIRST NAME"], [8, 14, "LAST NAME"], [66, 92, "EMAIL"], [106, 121, "PHONE"], [5190, 5196, "FIRST NAME"], [5197, 5204, "LAST NAME"]]}
{"id": 2, "data": " Agam Doshi   \n \nAhmedabad, Gujarat, India                   agam.doshi1994@gmail.com \n  https://github.com/ad54                            +91-9879477897 \n \n Summary \n \n    Having worked on Python application developed with scrapy and django frameworks and other \n    Python modules like pandas etc. \n \n Experience \n \n  Software Developer | Xbyte Technolabs  Pvt. Ltd. | July 2018 - Ongoing  \n \n  Project: \n \n  Store Extractors \n  It is a framework for extracting stores from approx. 5k website. \n  Backend developed with Scrapy , Pandas and other python modules. \n  File management done with AMAZON S3 bucket and Dropbox. \n  Designed a QA tool using Pandas , Numpy , regular expressions  \n  Comparisons and visualization done with Matplotlib \n  Database used is MySQL. \n  Integration done with client API and Google sheet API \n  Developed a frontend with django.  \n  Also involved in database design and project requirement calls. \n   \n  Price gain API \n  It is an API developed with Djnago REST framework. \n  Generate reports with analysis of various parameters like serving duration, crawling \nduration etc. \n \n  System Information Extractor \n  It is a script which extract various data like CPU usage, RAM usage, memory etc.      \nfrom the system \n  It uploads data on the elastic search database. \n  It provides facility of auto email. \n \n  Sports Data retriever \n  It’s an API developed with AWS REST api and AWS lambda service. \n  It provides data of NBA. \n  Database used was AWS DynamoDB. \n \n  Web Developer | Techtic Solutions | June 2017 - DEC 2017 \n \n \n  Designing website with the WordPress creation tool. \n  Customizing the template and make responsive design. \n  Implementation of various theme and plugins.   \n Technical Skills \n \nSKILLS \nPython, HTML, Javascript,  \nFRAMEWORK \n·   Scrapy, Django, Flask \n \nDATABASE \n·  MySQL, PostgreSQL, MongoDB, AWS DynamoDB, SQLAlchemy  \n \nTOOLS, IDE & VERSION CONTROL \n·  PyCharm, Sublime Text3, Visual Studio Code, Jupyter Notebook,Git,  \n \n  Education \n \n   MSC (CA&IT)| MAY-2017 | K.S.SCHOOL OF BUSINESS MANAGEMENT \nMaster of Science in Information Technology \nGPA: 3.22/5 \n \n   BSC (CA&IT)| MAY-2015 | K.S.SCHOOL OF BUSINESS MANAGEMENT \nBachelor of Science in Information Technology \nGPA: 3.42/5 \n \nCo-curricular activities \n \n  I participated and led \"AIDS awareness drive\" in villages. \n  Represented school in various competitions.  \n  Secured 1st position in elocution competition at zonal level. \n  Joined with “Tapovan Sanskarpith Organization”, for various social activities. \n \n \n Personal Details \n \nDate of Birth    :  14th December, 1994 \n \nLanguages Known  :  English, Gujarati and Hindi \n", "label": [[1, 5, "FIRST NAME"], [6, 11, "LAST NAME"], [61, 85, "EMAIL"], [89, 113, "URL"], [140, 154, "PHONE"]]}
{"id": 3, "data": " CAREER OBJECTIVE\nAKANKSHYA MOHANTY\nSeeking a challenging role that would enable me to integrate the learnings of strategy and creativity,\nutilize the same to bring innovative marketing solutions to the business world.\nINTERNSHIPS 3 Months\nWaterscience (Aquagenics Digital Marketing Intern Mar 2020 - Jun 2020\nR&D India Pvt. Ltd.), Bengaluru\nReviewed and optimized Amazon product listings\nProposed changes for product videos on YouTube\nExecuted an Influencer marketing campaign\nLinkedIn Profile Coordinated with water warriors for the Waterwise series to enhance awareness and\nengagement\nDaily user reach of 2000 (Organic + owned) \nACADEMIC PROFILE Returns from Instagram promoted campaigns increased to 3x\nFormulated an email marketing campaign\nDesigned email newsletters to be sent to existing customers\n2022 PGDM-C , MICA,\n13% open rate, 3% conversion rate achieved\nAhmedabad\nOptimized Facebook Ads for conversion\nDeveloped a social media marketing strategy for Instagram\nCustomized social media content and created videos\n2019 B.Sc. (Hons.) (Statistics) ,\nGenerated blog posts and conducted keyword research for the company website\n68.17%, Ram Lal Anand\nLIVE PROJECTS\nCollege (RLAC), University Of\nCSIR - Institute of Minerals and Study of meteorological data and its May 2017 - Jul 2017\nDelhi, New Delhi\nMaterials Technology (IMMT) statistical interpretation\nDocumented a report after the statistical analysis of meteorological data (for a period of 6\nmonths) using statistical tools - SPSS and Advanced Excel\n2016 CLASS XII (CBSE), 92.20%,\nCERTIFICATIONS\nMother's Public School,\nCustomer Analytics Coursera 2020\nBhubaneswar\nThe Complete Digital Marketing Course Udemy 2020\nPOSITIONS OF RESPONSIBILITY\nMember, MICAEDC, The Entrepreneurship Development Cell          2020-21\n2014 CLASS X (CBSE), 95.00%,\nMICA Responsible for handling Marketing and Events related activities\nKrishna Public School, Raipur\nas a part of the Junior Committee\nVolunteer, Random Walk - Department of Statistics 2018-19\nPart of the organizing committee for the annual cultural fest\nSKILLS & LANGUAGES Vice President, Enactus Ram Lal Anand 2017-18\nLanguage Skills - English, Hindi, Odia Co-founded Enactus RLA, spearheaded a team of 21 members\nTools & Technologies - Digital Marketing RLAC and facilitated projects revolving around the UN SDGs\ntools, Advanced Excel, SPSS, Tableau Administered the recruitment process of over 500 applicants\nOther Skills - Research & Strategy, which involved shortlisting and interviewing of candidates\nCorporate Communication, Content Orchestrated the Kerala Flood Victims Donation Drive in 2018\nCuration, Team Building Pioneered the online branding of Enactus RLA\nVolunteer, Youth Ki Awaaz Summit 2018, Youth Ki Awaaz, New 2018\nYouth Ki Delhi\nHOBBIES & INTERESTS Awaaz Contributed as a part of the Committee that organized the annual\nWriting, Travelling, Anchoring, Painting YKA Summit (sponsored by the UN & WSSCC)\nACCOMPLISHMENTS\nCertificate of Merit, All India Secondary School Examination 2014, 2014\nAcademic\nCentral Board of Secondary Education (CBSE), New Delhi\nSecond Position, Stats-Mania, Annual Festival, Department of 2019\nStatistics (RLAC), New Delhi\nEvents\nSecond Position, Treasure Hunt (Inter-college), Annual Statistics 2017\nFestival, Department of Statistics (RLAC), New Delhi\nParticipant, Inter College Debate Competition, St. Stephen's College, 2018\nPublic New Delhi\nSpeaking Participant, NSIT Model United Nations Conference, Netaji Subhash 2017\nInstitute of Technology (NSIT), New Delhi\nFounding Member, Enactus Ram Lal Anand, New Delhi 2017\nSocial\nVolunteer, Youth For Seva (YFS) Decennial Volunteering Gala, New 2017\nWork\nDelhi\nMICA Placement Season 2020-21\n", "label": [[18, 27, "FIRST NAME"], [28, 35, "LAST NAME"]]}
{"id": 4, "data": " Ajil T U\n+91 8086677284 | ajiltu5467@gmail.com | linkedin.com/in/ajil-t-u/ | github.com/Ajil5467| medium.com/@ajiltu5467\nEducation\nGovernment Engineering College Palakkad, Sreekrishnapuram 2017 - 2021\nBachelor of Technology in Computer Science\nExperience\nCloud Computing Intern January 2021\nMedTourEasy, India\n• Overseeing the administration of user accounts, permission and access rights\n• Worked on building, deploying, and managing environments on public cloud platforms.\n• Worked on real-life projects and had independent deliverables.\nGoogleCloudReady Facilitator July 2020 - October 2020\nGoogle India\n• Trained more than 500+ students from 150+ colleges across India in Google Cloud Platform.\n• One among the few facilitators to achieve the highest milestone in the facilitator program.\n• Conducted additional virtual sessions for upcoming Google Cloud Facilitators and DSC leads on e-mail automation.\nWeb Development Intern July 2019\nSysbreeze Technologies, Kinfra Techno Park Calicut, India\n• Support the entire application lifecycle (concept, design, testing) and with interactive UI/UX.\n• Area of exposure including coding in HTML, database connectivity and responsive designing.\nProjects\nWebSketch\n• Website made for tech startup Epoch Zero as part of WebSketch competition organised by IEEE SB GEC PKD.\n• Live demo: https://ajil5467.github.io/webSketch/\nmyWeather\n• A website which shows current temperature details of any city which user queries.\n• Temperature data obtained using AccuWeather API.\n• Live demo: https://ajil5467.github.io/weatherapp.github.io/\nTechnical Skills\nLanguages:C/C++, Python, SQL (Postgres), JavaScript, HTML/CSS\nFrameworks:Bootstrap\nTools: Git,AWS, Google Cloud Platform, VS Code, Visual Studio, PyCharm, IntelliJ, Tableau\nPlatforms:Google Cloud Platform, Heroku\nDatabases: MySql\nAchievement and Certifications\n• Completed specialization on Architecting with Google Compute Engine (Google Cloud Platform).\n• Completed Linux for Developers and Linux Tools for Developers course by The Linux Foundation on\ncoursera\n• Won 1st Prize in Webcode Web-Designing competition by GEC Palakkad.\n• Won 1st Prize in WebSketch Web-Designing competition by IEEE SB GEC PKD.\n• Club lead at TinkerHub GEC SKP (Janaury 2020 - Janaury 2021) and Hack Club GEC SKP (April 2020 -\npresent).\n• Programming lead at CodeChef GEC SKP (September 2020 - present).\n", "label": [[1, 5, "FIRST NAME"], [10, 24, "PHONE"], [27, 47, "EMAIL"], [50, 75, "URL"], [78, 97, "URL"], [99, 121, "URL"]]}
{"id": 5, "data": "                             \nCurriculum Vitae \n \n \nAvinash Soni \nGopal Nagar, street no 10, Rajkot, Gujarat 360002 \navisoni4447@gmail.com \n807-700-2072 \n \nPROFESSIONAL SUMMARY \nTo secure a challenging position in a reputable organization to expand my learnings, knowledge, \nand skills. Secure a responsible career opportunity to fully utilize my training and skills, while \n \nmaking a significant contribution to the success of the COMPANY\n \nJr. Accountant , Muscat Polymers  Pvt. Ltd . Rajkot, Gujarat \nApr 2019 – Present \n§ Tally data entry including sales, purchase, receipts, payments, bank reconciliation statement, and \npreparation of  \ndebtors / creditors statements. \n§ Receiving and processing all invoices, expense forms and requests for payments. \n§ Handling petty cash, preparing bills and receipts. \n§ Maintaining accounting records, making copies, filing documents, etc \n§ Preparing GST reports  \n§ Supporting department in various other software work, E-mail drafting, E-way bill generation etc. \nCSR, Balaji Bpo Pvt. Ltd. Rajkot, Gujarat \nAug 2019 – Present \n§ Customer Representative at International call centre \n§ Communication with international customers \nEDUCATION \nS.R Degree College, Agra, Uttar Pradesh \nBachelor of Arts, Economics, Jul. 2016   \nSKILLS \nTally Erp 9 \nExperienced \nEnglish language \nSkillful \nPERSONAL INFORMATION  \n•  Nationality : Indian \n•  Date of birth : 25/10/1993 \n•  Place of birth : Rajkot \n•  Gender : Male \n•  Marital status : Unmarried  \n \n", "label": [[52, 59, "FIRST NAME"], [60, 65, "LAST NAME"], [117, 138, "EMAIL"], [140, 152, "PHONE"]]}
{"id": 6, "data": " Aklesh Sakunia\nsoftware developer\n2.4+ years of experience as a fullstack developer and cloud solutioning\nWORK EXPERIENCE\nishansakunia@gmail.com\nSoftware Engineer\nCybage Software Pvt. Ltd.\n+91 8830512970\n06/2018 - Present, \nAchievements/Tasks\nPune Worked on 3 client projects\nCreated 3 POC's and 2 system design for prospects\nSKILLS\nProvided cloud solutioning mainly in AWS and mentored freshers\nPython Flask\nPROJECTS\nReactJs Angular8\nTake1 TV Transcription (Current) - Cybage\nResponsible for designing APIs for TV transcription service Take1's resource and user management\nAWS Bootstrap-4\nplatform that runs completely on AWS . Worked on UI core logic design in Angular and project setup.\nLed design and implementation of fully scalable and cost eﬃcient email service on aws infra upon various\nCSS3 HTML5 triggers to notify entities of services and system health.\nCreated a CI/CD application(mobile ﬁrst) with Flask +ReactJs and a few shell scripts for deployment of 6\napps and infra needs over 4 diﬀerent AWS accounts.\nJavascript/ ES7\nGoogle - Online marketing challenge - Cybage\nPytest MySQL Worked on new feature requests, task automation and pipeline design for data ingestion from google\nsheets and Google's internal DB APIs(cronjobs on GCP AppEngine).\nWorked on maps integration for \"Grow with Google\".\nSQLAlchemy REST\nAmpush(Ad-Tech) - Cybage\nSystem design Responsible for partner onboarding and integration in the system, Rule creation and optimization for BA's\nand MA's.\nUsed Spark for data manipulations on the Cloudera HDFS cluster, and data pipeline veriﬁcation before\nMicroservices\nsandbox deployments.\nWorked on data segregation for all the advertisement data logs generated from facebook, twitter,\nServerless pinterest and instagram and generating a prediction based model to be able to predict ctr and other\nmetrics for similar Ad campaigns.\nAnti-Depression Chat Bot - Freelancer\nCreated a word sense disambiguation rule engine for understanding sentiments and relevant synonym\nLANGUAGES\ntracking and created a self learning model using weighted averaging. Worked on NLP and backend\nintegration using NLTK and ﬂask.\nEnglish\nAgricultural product object detection using OpenCV - Final Yr.\nFull Professional Proﬁciency\nCreated an IOT based object detection software for picking ready to harvest fruits and for surveillance,\nHindi used template mapping techniques to improve classiﬁcation. Used Django and Mysql for UI & reporting.\nNative or Bilingual Proﬁciency\nMarathi EDUCATION\nFull Professional Proﬁciency\nB.E\nOdia\nNagpur University\nNative or Bilingual Proﬁciency\n2018,  8.75 GPA\nINTERESTS\nHSC\nG.H.V.M\nTable Tennis, Snooker\n2014,  83%\nVolunteer work\nACHIEVEMENTS\nCompetitive\nProgramming\nLed a team of 6 to ﬁnals of Hackathon by Govt. Of India twice in 2017 and 2018\nPlaying Guitar Mentored freshers in current organization for Python, AWS and generic development\nactivities\n", "label": [[1, 7, "FIRST NAME"], [8, 15, "LAST NAME"], [123, 145, "EMAIL"], [190, 204, "PHONE"]]}
{"id": 7, "data": "  \n  Shriddha Sharma \n \n \nMiddle Level Assignments \n \n  International Sales and Business Development, Pricing, Negotiation, Partnership \n  Management \n \n \n \nA result-oriented professional with expertise in procurement and pricing along with hands \n \n  on knowledge of key accounts management and Business development. \n   \n  Industry Preference: Telecom/ IT \n \n \nProfile: \n +91 7666283041                                                sharmashriddha@gmail.com \n​\n \n \n  ● Currently working as Global Pricing Manager and leading partnership and pricing \nteam driving negotiation and sales strategies to boost up the business in the \n \ninternational market. \n \n● Collaborated effectively with all the team involved in procure to pay life cycle to \n  understand and execute customer centric plans and programs. \n  ● Awarded best performer award twice in 2 years and recently promoted as Global \nPricing Manager. \n \n● Successfully managed SLA rebates and cultivated excellent relationships with \n \npartners in order to be more efficient to work with customers as well as partners. \n  ● Formulate plans and business strategies into executable channel plans and drive \nimplementation regionally with the team members. \n \n● Hands-on experience in pricing and negotiation while working with global \n \nstakeholders. \n  ● An effective communicator with excellent analytical and interpersonal skills. \n  ● Prepared and presented weekly and monthly reports on team performance and \nmonthly ordering. \n \n \nWork Experience:  Global Pricing Manager                                                                               (03/2019-Present) \n  Bits and BYTE IT consulting Pvt Ltd, Banglore \n \n \n● Planning and executing the commercial framework and proposals and further \n \nnegotiation in order to secure profitable sales. \n  ● Develop pricing strategies by analysing customers and their business needs, \nEvaluating trends to determine what customer would buy. \n \n● Support companies market research for new product and service ideas based on the \n \nfeedback of customers and partners. \n  ● Maintaining current client relationships and contacting potential clients to establish \n  rapport and arrange meetings. \n● Acquiring a thorough understanding of key customer needs and requirements and \n \ndeveloping trust relationships to increase the value of current customers while \n \nattracting new ones. \n  ● Expanding the relationships with existing customers by resolving Key client issues \nand continuously proposing solutions that meet their objectives. \n \n \n \nExecutive Pricing Analyst                                                                           (06/2016-03/2019) \n \nReliance Global Cloud Xchange, Mumbai \n   \n  ● Taking care of Europe off-net Internet pricing and providing cost effective solutions \n  as per current Market standard and customer needs. \n● Working closely with sales, presales, delivery and ordering team to provide effective \n \nsolutions to customers within deadline.    ● Effectively handling critical requests and escalations and working as a coordinator \nwith various teams to respond to all the teams on time. \n \n● Managing partnership with vendors by arranging monthly calls and maintaining \n \nupdated database as per recent changes in the market. \n  ● Handles SLA outage rebate with all national and international vendors and managed \napprox. 36K USD as SLA credit since March 2017. \n \n● Responsible for collection submission and of weekly teamwork report and ordering \n \napprovals to CFO. \n   \nEducation:  Bachelor of Engineering from RGPV                                                         (06/2009-06/2013) \n  Electronics and Communication Engineering                                                    (GCPA- 7.4) \n \n \n● Network Security Associate NSE-1, NSE-2, NSE-3 \nCertifications: \n● Business Development Manager \n  ● Six Sigma Green Belt \n● ITIL \n \n● Basics of Project Management \n \n● Project Management Mistakes \n  ● Business Analyst and Project Manager collaboration \n  ● Business-to-Business Sales \n● Pricing Strategy Explained \n \n● Sales: Closing Strategies \n  ● Sales: Handling Objections \n  ● PMP (Working on it) \n \n \nVerbal and written communication skills \nSkills: \nInterpersonal and analytical Skills \n  Team Player and leadership skills \nProject management and coordination capabilities \n \n \n \n \nDesired Location:  Bangalore or Bengaluru   \n \n \n", "label": [[5, 13, "FIRST NAME"], [14, 20, "LAST NAME"], [374, 388, "PHONE"], [436, 460, "EMAIL"]]}
{"id": 8, "data": " N E E R   S H A H\nProduct & Furniture Designer\nPROFILE EXPERIENCE\nHave  interests  in  developing  2018 Design Partner with Indesign UK:  THE INCH \nexclusive  and  innovative  Experience Period: June 2018 (On going)\nLocation: Working Remotely (Ahmedabad)\ndesigns for outdoor as well as \nImport Export Code : DPGPS9010L\nindoor  furniture  and  interior \naccessories. Exploring different  2016 Employer:  BASANT\nExperience Period:  November 2016 - June 2018\nplaces and cultures excites and \nDesignation: Product & Furniture Designer\ninspires  me.  With  an  innate \nLocation: Jodhpur\nsense  of  relevant,  current \nand  trending  design  I  wish  2016 Employer:  DESMANIA DESIGN PVT.LTD\nExperience Period:  March 2016 - August 2016\nto  explore  the  versatility  in \nDesignation: Design Intern\ndesigning by working on varied \nLocation: Delhi\nproducts.\n2015 Employer:  SH DESIGN STUDIO\nExperience Period:  July 2015 - November 2015\nDesignation: Design Intern\nLocation: Ahmedabad\nCONTACT EDUCATION\n+91 9016405554 BACHELOR OF PRODUCT DESIGN     2012-2016\nUNITEDWORLD INSTITUTE OF DESIGN (UID), GANDHINAGAR, \nGUJARAT \nB-Tower 1/A \nDIPLOMA IN ANIMATION     2011-2012\nsiddhkshetra apt,\nFRAMEBOXX INSTITUTE,\nSargam shopping center,\nAHMEDABAD, GUJARAT \nParle point,\nHIGH SCHOOL    2009-2011\nSurat - 395007,\nSHARDAYATAN,\nGujarat, India SURAT, GUJARAT \nneershah.ns@gmail.com DESIGN AWARD \nhttps://in.linkedin.com/ Ajai Shankar Memorial Award (The Best design Award) \nin/neer-shah-779426b 2017 - Delhi ABOUT THE INCH\n \n•  The Inch Design Studio is one of the firms focused exclusively on Product, Interior \nand Furniture Designing. \n•  The Inch offers comprehensive fast-track customer service from furniture concept to \ndelivery: Design – Sourcing – Manufacturing – Production Management and Quality \nAssurance.\n•  With the experience, passion and dedication to the designing, motto of The Inch is \nto deliver a personalised Design service to it’s partners to enhance their productivity \nand profitability.\n \nPartner with Indesign furniture (Company based in UK) for furniture designing and \nSampling.\nCORE SKILLS AND CAPABILITIES\n•  Strong sketching and visual presentation skills to communicate design ideas.\n•  Thorough knowledge of laminates, adhesives and wood products.\n•  A firm grasp of upholstery techniques, upholstery materials and how to develop a \nproduction ready product.\n•  An innate sense for relevant, current and commercial designs- Designing products for \nLittle Tree furniture, Indesign Furniture, Pebble stone, Chilli Pepper designs, Zephyr \nFurniture and Zizu furniture. \n•  Work confidently with industry suppliers with a view to sourcing new materials and \noversee new product development and design intent.\n•  Provide development plans and goals setting for partners.\nLANGUAGE SKILLS INTERNATIONAL FURNITURE EXHIBITION \nPARTICIPATION\n2017 - IHGH exhibition, Delhi (February)\nENGLISH HINDI GUJARATI 2017 - IHGH exhibition, Delhi (October)\n2018 - IHGH exhibition, Delhi (February)\nHOBBY AND INTEREST HAND SKILLS\nHand sketching and rendering\nMarker rendering\nModel making\nThermocol modeling OTHER PROJECTS\n•\t Collaborated\t and\t designed\t with\t the\t MNC\t companies\t like\t Godrej,\tZARA,\tWestside,\t\nH&M,\tWestelm,\tFabindia,\t\t@Home,\tHome\tTown,\tMaison\tDu\tMonde,\tGeneral\tElectric\t\n(GE)\tetc.\t\n•\t Successfully\tcompleted\tInterior\tdesigning\tand\tspace\tplanning\tProjects\tin\tAhmedabad.\n•\t Graphic\tdesigning\tof\tChhatra\tsansad\t(goverment\tproject).\n•\t Stona\texhibition\t(International\tgranite\tand\tstone\tfair)\tstall\tdesign\tin\tBangalore\t2018.\n•\t Worked\tas\ta\tvisiting\tfaculty\tat\tKhyati\tSchool\tof\tDesign, \tAhmedabad.\t\n•\t Participated\tand\tattended\tfurniture\ttrade\tshows,\texpos\tand\texhibitions\tdomestically\t\nas\twell\tas\tinternationally.\nSOFTWARES\nRhino\nKeyshot\nAdobe photoshop\nAdobe Illustrator\nAdobe indesign\nAutocad\nSketchbook pro\nCorelDRAW\nMicrosoft office\nMovie maker\nGROUP SHOWS: (Painting Exhibition)\n2007 - Gujarat kala pratisthan, Surat\n2008 - Gujarat kala pratisthan, Surat\n2009 - Gujarat kala pratisthan, Surat\nACHIEVEMENTS \n•  1st position in Wonder Art World (Hyderabad) \n•  International Award (Balachitra ratna)\n•  3rd position in Divya Bhasker painting competition\n•  1st in Indian Jaycees painting competition (Gujarat zone)\n•  Surat Municipal Corporation painting award\n•  1st position in Indusland Bank Award\n•  1st in Indian Jaycees (RC-1) Panchratna Award\n•  Ganga Automobiles Award\n•  1st in Shardayatan drawing and painting competition from standard (5 to 10)\n•  Invited as Chief guest and judge of inter school painting competition.\n", "label": [[1, 8, "FIRST NAME"], [11, 18, "LAST NAME"], [1342, 1363, "EMAIL"], [1378, 1402, "URL"]]}
{"id": 9, "data": " Name: Davindr H. Shah \n \nContact: 8830112490 / 09011081073 \nE-Mail: davindrhshah@gmail.com \n \nManagement Profile: - Talent Acquisition  \n \nRecruitment professional with 13+ years of experience in Technical Recruitment, exploring challenging \nmanagerial assignments with a professionally managed organization. \n \nCore Competencies include: - Recruitment Strategy & Planning, Leadership & Strategic Hiring, Stake \nHolding  Management,  People  Management,  Vendor  Management,  Escalation  Management,  SLA \nManagement, Contract & Permanent Hiring, End to End Recruitment Cycle, Volume & Niche Hiring and \nTraining & Development. \n \nDomain Expertise: Infrastructure Management Service, Cloud Computing, Banking & Financial Services, \nInvestment Banking, Capital Market, Manufacturing, Retail, Insurance, etc… \n \nProfessional Experience \n \nCOMPUCOM SYSTEMS, PUNE  May 2018 – till April 2020 \nTalent Acquisition Manager  \n \nJob Profile: - \n  Managing Talent Acquisition for Pune region. \n  Collaborating with BU Heads, Senior Executives and creates partnerships to facilitate, develop and \nimplement efficient and effective hiring strategies aligned with the needs of the business. \n  Creating, Implementing strategies and processes to promote the organization with a strong focus on \nbuilding a high quality talent pipeline. \n  Developing organizational plans, goals and cultivate KPIs and SLAs to measure the success of \nrecruitment strategies. \n  Regular  calls  with  Stakeholders  and  Team  about  reviews  &  discussion  for  fulfilment  of  the \nrequirements. \n  Working continuously on Market Intelligent to remain updated on hiring cost & budgets, cost forecast \non monthly / quarterly / yearly basis.  \n  Creating & preparing recruitment reports to stake holders with the latest updates. \n  Leading  a  team  of  8  to  10  recruiters  and  accountable  for  their  KRA,  performance  in  fulfilling \nrequirements within the specified SLAs.  \n  Allocation of requisitions to the Team keeping a track of the overall workload.  \n  Major Contribution in interviews, selection & recruitment of candidates at various levels for Leadership \n& Lateral Hiring for permanent Growth, Backfill, IJPs, Conversion, rehire positions. \n  Organising Internal & External training programs for team members on usage of LinkedIn, Naukri, and \nMonster also on behavioural and learning aspects, etc…  \n  Focusing on increasing Employee Referrals, Hiring through Social Networking sites, etc… \n  Optimize costs by enhancing direct recruitment, alternative sourcing, resume database and minimizing \nagency hiring for mid-level and senior hiring.  Accomplishments: - \n  Received Rising Star Award.   \n  Successfully closed Wave 3 project for completely new hiring of 300 joining. \n  Received appreciations from Office Depot for quality hiring within timeline. \n  Effectively initiated & created a new Pre Joining Kit process, Pulse report, etc… \n \nFIS GLOBAL (SUNGARD), PUNE  Jan 2017 – Apr 2018 \nAssistant Manager \n \nJob Profile: - \n  Constant  interface  with  Business  Heads,  Stakeholders  for  evaluating various  open  positions, \ntranslating and fulfilling staffing requirements with potential talents. \n  Responsible for hiring of three segments for all technical, financial, IMS positions. \n  Join forces with the department head in planning/ implementing recruitment strategies for effectively \nclosing multiple positions. \n  Daily, weekly, monthly calls with Delivery Managers, Directors, VPs, Team Members about reviews & \ndiscussion for fulfilment of the requirements & publishing recruitment reports to stake holders with \nlatest updates. \n  Leading a team of 3 recruiters and accountable for their performance in fulfilling requirements within \nthe specified SLAs.  \n  Contribution in interview, selection & recruitment of candidates at various levels of permanent Growth, \nBackfill, IJPs, Transfers, Conversion positions. \n  Full-fledge utilization of Workday, People Fluent (ATS) for extracting Accurate Business reports & to \nfollow entire recruitment cycle.  \n  Help in organising events emphasizing the importance of employee referral, internal job posting, and \nother HR activities.  \n  Organising training programs for team members on usage of Linked in, Naukri, Monster, etc…  \n  Source through different recruitment models to run recruitment cycle which includes  Walk-Ins, \nEmployee Referrals, External Vendors, Portals, Social Networking sites etc. \n  Negotiate prescribed compensation package with selected candidates.  \n  Initiate background checks for candidates prior to on-boarding them into the system. \n  Regular follow ups with offered candidates and arranging telephonic / F2F conversation with hiring \nteam to clear all doubts before joining. \n \nAccomplishments: - \n  Appreciated by stake holders & BU for closing niche & senior positions, “Director – Operation Managed \nServices”, “Scrum Master” in short duration. \n  Appreciation for closing multiple critical positions in given SLA.  \n  Leadership & Strategic hiring for Sr. Managers, Director / Sr. Director positions, Lateral Hiring for UI \nDeveloper, UX Designing, Angular JS, HTML5, Spring, Hibernate, Scrum Master, Financial Reporting \n(IFRS, US GAAP), Fund Accounting with Testing ( NAV Calculation, Reconciliation, P & L ), ColdFusion, \nCitrix Admin, PowerShell scripting, Solaris Admin, Linux Admin, Testing, Network Technologies ( CCNA \nCertified,  Routing, Switching, Data Centre, Mobility ), Help Desk Engineer etc… \n  HEXAWARE TECHNOLOGIES, PUNE  May 2014 – Oct 2016 \nDeputy Manager-HR, Recruitment APAC \n \nJob Profile: - \n  Maintain regular interaction with the business head, delivery head & other stakeholders to update on \nvarious open positions. \n  Evaluate / align business & staffing needs for sourcing required talent by building networks with senior \nmanagement, staffing teams and HR partners. \n  Collaborate with the department head in planning / implementing recruitment strategies for effectively \nclosing multiple positions. \n  Leading recruiters / team members to close open positions  \n  Set up strategic partnerships with hiring managers for understanding skills and background required \nfor specific opportunities. \n  Rendered consultancy to hiring managers in end to end management of recruitment process. \n  Conduct full - cycle recruitment activity for IT which includes different recruitment models, Walk-Ins, \nEmployee Referral, External Vendors, Portals, Social Networking sites etc... \n  Optimize costs by enhancing direct recruitment, resume database and minimizing agency hiring for \nmid-level and senior hiring. \n  Perform background checks on candidates prior to on-boarding them into the system. Negotiate \nprescribed compensation package with selected candidates for effectively closing the position. \n \nAccomplishments: - \n  Appreciated by customers on multiple occasions for rendering superior service quality. \n  Appreciated by stake holders for closing niche positions in short duration. \n  Acquired significant exposure in conducting Leadership hiring for Director / Sr. Director positions, \nAccount Heads, Sr. Managers / Project Managers, Delivery Head, Lateral recruitment for Infrastructure \nManagement Service (L1 /L2 / L3 Support Exchange, AD, Windows, Lync, VMware), DevOps, Azure, \nShare Point Admin, Technical Architect, Storage, Service Now, Service Desk Analyst with Mandarin \nLanguage, Network Engineer, Oracle / SQL DBA, Mongo DBA, PostgreSQL DBA, etc...  \n   \nTECH MAHINDRA, PUNE  Dec 2013 – May 2014 \nAssociate Manager \n \nJob Profile: - \n  Join  forces  with  stakeholders,  delivery, project  managers for  evaluating various  open  positions, \ntranslating and fulfilling staffing requirements with potential talents. \n  Defined/ implemented recruitment strategies to close multiple positions. \n  Involved in independent management of resource requirements in the specified business unit across \nmultiple positions by sourcing, screening, qualifying, coordinating interviews, negotiating and closing \ncandidates. \n \nAccomplishments: - \n  Managed recruitment with Java/ J2ee Architects, Net cool, Tibco, Siebel CRM, PL/SQL, .Net, Oracle \nRetail, Info vista, Automation Testing, EMC Smart amongst others, etc… \n  CAPGEMINI INDIA,  PUNE  Apr 2010 – Dec 2013 \n \nGrowth Path: -  \n  Associate Consultant, Pune Dec 2010 – Dec 2013 \n  Team Lease, Bangalore / Pune, Apr 2010 – Nov 2010 \n \nJob Profile: - \n  Collaborated with stake holders, delivery, project managers on various open positions for clients like \nMorgan Stanley, HSBC, Barclays, ANZ, CLSA, etc... \n  Managed manpower requirements in the specified business unit by understanding business/ staffing \nrequirements through a team of recruiters. \n  Defined/ implemented recruitment strategies to close multiple positions by sourcing, screening, \nqualifying, coordinating interviews, negotiating and closing candidates. \n  Sourcing candidates based on specifications provided by functional heads through employee referrals, \nsocial networking sites, HR network and advertisement, vendors, job portals.   \n  Conducted walk-in interviews at various locations like Pune, Bangalore, Chennai, Hyderabad and \nMumbai for assigned requirements followed by salary negotiations for selected candidates. \n  Monitored  recruitment  process  flaws  and  implemented  new  processes  wherever  required. \nImplemented various process improvement initiatives. \n  Coordinate and communicate to clients on the staffing policies and processes for internal mobility and \nfind opportunities to advance those efforts as a unified organization. \n  Develop  and  retain  productive  working  relationships  with  multiple  individuals,  including  hiring \nmanagers, HR partner(s), and TA Operations. \n \nAccomplishments: - \n  Twice recipient of best recruiter awards of the month for 2010, Certificates of Appreciation for \nmaximum offer contributions in Mar 2011 & Dec 2011. \n  Recipient of appreciation mail from CEO of Capgemini for individual & team contribution. \n  Successfully released 600+ offers with 75% conversion ratio in Capgemini. \n  Sourced candidates & recruitments for Leadership hiring for COE Leads, Sr. Managers, Account Heads, \nLateral hiring for Java / J2ee with spring, Hibernate, struts Domain Experts Developers, Project Leads, \nArchitects, BDM’s, Vision Plus, Flex cube, Perl with Sybase / Unix, Performance Testing, Automation \nTesting, Mainframe, ETL, Payments, Cards, Android, DBA, Data warehousing, File net, Security, Capital \nMarket, etc… \n \nE-INFOTEK  CONSULTING  SOLUTIONS,  PUNE  FORMERLY  KNOWN  AS     Oct 2006 – Apr 2010 \nDATUM SOFTWARE SERVICES \nSenior IT Recruiter \n \nJob Profile:- \n  Work together with Client Hiring Manager and led a team of 6 recruiters in independent management \nof assigned accounts like Cognizant, Syntel, Symphony Services, Fund Tech, etc… \n  Set  up  systems  &  processes,  recruited  manpower  and  streamlined  operations  for  enhancing \nproductivity & profitability.    Hiring for contract & permanent, senior & middle level positions in the software industry for various \nMNCs. \n  Coordinated hand over of selected candidates for induction and further processing. \n  Maintained seamless communication between client and candidates for ensuring timely joining of the \ncandidate. \n  Prepared/ sent offer letters to selected candidates after verifying and validating qualification, years of \nexperience and current salary. \n  Updated  documentation  related  to  joining  formalities  and  ensured  due  completion;  managed \ncorrespondences related to confirmation of employees. \n  Followed up with offer made candidates for offer acceptance, joining dates and clarified issues related \nto compensation, relocation, travel etc… \n  Raised invoice for mandates handled and following up on the same. Managed existing client relations \nand followed up on payments. \n \nAccomplishments:- \n  Recipient of STAR Recruiter Award @ E-Infotek Consulting Solutions for 2007. \n  Awarded by President @ E-Infotek Consulting Solutions for 2008 ramp up targets. \n  Sourced candidates for Java / J2ee with spring, hibernate, struts, ERP like SAP with FICO/ ABAP/SD \nmodule, People soft with HRMS. AS 400, Microsoft Technologies with C# .Net VB, ASP, DBA with \nOracle, SQL and Sybase Automation (QTP) Testing, Manual Testing, Performance Testing. System \nAdministration with UNIX, Windows, Linux, DWH with ETL, BO, Informatica, Mainframes, Team centre \nEngineering, Team centre Enterprise in PLM, Graphic Designing ( HTML, CSS, Java Scripts ) etc… \n \nAcademics \n \n  Master in Personnel Management, Naralkar Institute, Pune University      2006 \n  B.Com, Pune University                                     2004 \n \nIT Skills \n \nWell versed with MS Office, Outlook, E-Mail & Internet Applications \n \nRecruitment Tools: iCIMS, eTaleo, Workday, People Fluent, IRW etc. \n \n \nDate of Birth: 07th January 1983 ~ Languages Known: English, Hindi, Gujarati and Marathi \nPassport Details: Z5265803 valid till 2029 ~ Reference: Available on Request \n", "label": [[7, 14, "FIRST NAME"], [18, 23, "LAST NAME"], [35, 45, "PHONE"], [48, 59, "PHONE"], [69, 91, "EMAIL"]]}
{"id": 10, "data": " Darshit Vora\nAhmedabad, India\ndarshitvora2007@yahoo.com\n9427170506\nProfile\nSmart and Enthusiastic results-oriented iOS developer and research professional with 5.5+ years experience\nwilling to work with team by playing a vital role in premises.\nEducation\nGujarat Technological Universtiy, Master of Computer Applications 2010 – 2013 | Rajkot\nSaurashtra University, Bachelor of Computer Application 2006 – 2009 | Rajkot\nProfessional Experience\nTechseria Pvt. Ltd., IOS Developer 2015 – present | Ahmedabad\nTech Integrity Services, IOS Developer 2013 – 2015 | Rajkot\nBridge Technocrats, IOS Developer (Trainee) 2012 – 2013 | Rajkot\nSkills\nApplication Development Game Development\nNative Environment Re-Skinning in Native as well as Cross-Platform\nNative Development Languages Cross-Platform Languages\nObjective-C, Swift Corona Sdk (Intermediate), Flutter (Beginner), Cordova\n(Beginner)\n3rd Party Integration\nIntegration of 3rd party Library, SDKs, Servers, etc API Integrations\nSimple HTTP, REST API, etc.\nInteraction with Programmed Hardware\nSyncing with External Hardware Monetization\nAds Integrations, In-App purchase\nAnalytics\nData Analysis, Crash Analysis, etc App Distribution\nTestFlight, Crashlytics, AppBox, Diawi, etc.\nMap Integrations\nGoogle Map Integration Database\nSqlite, Firebase\nProject Thesis\nWalmart Grocery\nA well known brand offering users to go for shopping for grocery items by providing their services. Walmart\nalso offers services to users to let their associate get shopping bag ready for the user selected items.\nDeliver across the entire app life cycle –concept, design, Data manipulation\nImplementation of project was in native environment under swift language.\nIntegration of Sqlite database locally for manipulations of the data and for storage.\nImplementation of product details where made product barcode be able able to scan directly from the \nOrder summary.\nTroubleshooting the application, configuration related defects and solving them.\nHandling of regular client calls for technical discussion. Awzaw\nA social networking application having photos and videos collection and get a collection to be shared \npublic/private and liked by all along with the comments and various expressions. Create collection having \nphotos as well as videos (15 seconds) to animate with different preview styles. Also made a collection to \nshare externally in social communities like Facebook, Twitter, Instagram, Chat feature like WhatsApp with \nFirebase.\nIntegration of native framework of ‘AVFoundation’ for customisation for Camera Feature.\nIntegration of Photos Framework where all media are used from the device with the user’s permission.\nDeploying the applications onto the different development environments.\nTroubleshooting the application, configuration related defects and solving them.\nHandling of regular client calls for technical discussion.\nProvide estimations for enhancements and different tasks.\nJNJ\nAn application for analyse body glucose with the external Meter. The project includes an external device\n(embedded hardware) interacts with our application for reading all the results of the body glucose meter.\nTwo different types of glucose meters to paired with the application via Bluetooth signals. Once it is paired it\nwill fetch all the readings from the meter and shows in our Dashboard from the local database.\nIntegration different animations as per requirements.\nIntegrated a medium interacting with an embedded device (Verio Sync and Verio Flex) with our \napplication.\nIntegration of ‘Core Bluetooth’ framework for pairing external hardware with our application using \nBluetooth signals\nManaged local database (SQLite) for storage management of data locally.\nInteracting with other team members who are in another country and the managers as well as \nstakeholders.\nLegit\nThe app will allow users to create a profile and thereafter create what we call Gear Cards. The cards contain\nsome data points about the piece of gear/equipment that the user owns (think camera equipment, music\nequipment, etc.). Data points include some photos, serial number, name/title, etc. The idea is that as the\nuser add more info regarding the equipment, they gain points/rank. Once they hit a certain amount of\npoints, they qualify to Legitimize their Gear Card. This process mostly takes place outside of the app, but\nonce the admin approves that the Gear Card can be Legitimized, the user pays a small fee and the card is\nthen LEGIT. We will store some data on Blockchain (specs forthcoming on this). The community aspect\nallows users to search cards, follow them, interact with them, etc. This results in what their Feed content will\nbe as well.\nWorking directly with Team and product managers to conceptualize, build, test and realize products.\nGather requirements around functionality and translate those requirements into elegant functional \nsolutions.\nBuild prototypes at tech scoping stage of projects.\nDesign the front end of the existing application using wireframe that received from the client.\nWorking along the web developers to create and maintain a robust framework to support the apps.\nOptimizing performance for the apps PynkBook\nPynkbook is a salon based application in which the client can book an appointments to have a salon service\nand can choose the stylist of his/her own selection. Project includes the Design Integration, reminder\nfunctionality, alert functionality, APNS functionality, sharing functionality on Facebook.\nUnderstanding workflow rules, system requirements. Designing logical & Physical system flows.\nResponsible for producing a reproducible build from the files placed in the software configuration \nmanagement system.\nInvolved in system/integration testing.\nUnit testing, debugging and deployment of the system. \nDocumenting the processes as per standards.\nVitto Mobile App\nVitto is a restaurant application for the end user in which a user can see Restaurant and also can check it out\nwhich type of food available in that particular restaurant. User can search restaurant, which is available with\nits current location. User can check in a restaurant and also give ratings to a waiter who had been assigned\nto the user. The project includes the design integration, Login/Signup through manual as well as with\nFacebook platform, Sharing functionality for social media like Facebook, Twitter and Text messaging and\nmail sharing.\nDevelopment in objective-c which is pure native language available in the IOS environment.   \nInvolved in creating build modules and involved in configuration management.\nIntegration of Google Maps for displaying the cluster of restaurants available near the user’s current \nlocation.\nIntegration of REST APIs in the whole project for the manipulation of data while interacting with the end \nuser.\nInteraction with the client and getting the requirement.\nDoWa\nA skill based service-oriented application, which is a platform for giving particular services by skilful persons.\nIt’s a platform which connects users and service providers to facilitate user with their service by their skills.\nThe project includes simply Login/Signup (normal + Facebook), integration UI/UX like facetime, feature as\nupload/download pictures and videos, which users and service provider had uploaded. Also, they can\nconnect for video calling if further assistance required to users. Listing of Tasking along with the ratings of\nproviders, the listing of all services.\nDevelopment in Objective-C language with Auto Resizing environment.\nIntegrated 3rd Party Server ‘ShowKit’ and also its framework for communicating with each other.\nInteracting with clients directly and understanding the requirements as well as features.\nIntegrated video calling session between the user and service provider.\n", "label": [[1, 8, "FIRST NAME"], [9, 13, "LAST NAME"], [31, 56, "EMAIL"], [57, 67, "PHONE"]]}
